app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)
    if @contact.save
---
INSERT INTO "contacts" ("email", "name", "address", "phone", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["email", "me@you.com"], ["name", "Test Add1"], ["address", "1234 Main"], ["phone", "801-123-1234"], ["created_at", "2015-06-19 07:10:28.574952"], ["updated_at", "2015-06-19 07:10:28.574952"]]